app/controllers/lists_controller.rb

    def create
        @list = List.new(list_params)
        if @list.save
---
INSERT INTO "lists" ("item", "created_at", "updated_at") VALUES (?, ?, ?)  [["item", "item 1"], ["created_at", "2017-11-10 07:58:59.873830"], ["updated_at", "2017-11-10 07:58:59.873830"]]